Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: དེ་ལྟར་ཡང་དག་པ་མ་ཡིན་པ་ཀུན་ཏུ་རྟོག་པ་ཡོད་ན་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་གདགས་པར་འགྱུར་གྱི། ཡང་དག་པ་མ་ཡིན་པ་ཀུན་ཏུ་རྟོག་པ་མེད་ན་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་གདགས་པར་མི་འགྱུར་ཏེ་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་ཡོད་ན། མ་རིག་པ་གདགས་པར་འགྱུར་གྱི། ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་མེད་ན། མ་རིག་པར་གདགས་པར་མི་འགྱུར་རོ། ། མ་རིག་པ་ཡོད་ན་འདུ་བྱེད་རྣམས་གདགས་པར་འགྱུར་གྱི། མ་རིག་པ་མེད་ན་འདུ་བྱེད་རྣམས་སུ་གདགས་པར་མི་འགྱུར་བ་ནས། སྐྱེ་བ་ཡོད་ན་རྒ་ཤི་གདགས་པར་འགྱུར་གྱི། སྐྱེ་བ་མེད་ན་རྒ་ཤིར་གདགས་པར་མི་འགྱུར་བའི་བར་དུ་གོང་མ་བཞིན་དུ་སྦྱར་རོ།། །།
en: “Accordingly, when false mental constructions are present, the designation of superficial mental activity takes place. When no false mental constructions are present, no designation of superficial mental activity takes place. When superficial mental activity is present, the designation of ignorance takes place. When there is no superficial mental activity, no designation of ignorance takes place. When ignorance is present, the designation of mental conditioning takes place. When there is no ignorance, no designation of mental conditioning takes place, and so forth as previously mentioned, until when birth is present, the designation of aging and death takes place. When there is no birth, no designation of aging and death takes place.

source: དེ་ལྟར་ན་ཁྱིམ་བདག་རྣམས་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པ་ཀུན་རྟོག་པ་ལས་བྱུང་བ། རྐྱེན་ལ་རག་ལས་པ། སྟོབས་མེད་པ། རྐྱེན་རྣམས་ལས་བྱུང་བ་ཡིན་ཏེ། རྐྱེན་མེད་ན་ཆོས་རྣམས་གདགས་པར་མི་འགྱུར་རོ། ། ཁྱིམ་བདག་རྣམས་ཆོས་ཐམས་ཅད་ནི་བཏགས་པ་ཙམ་སྟེ། འདི་ལ་ལམ་ཆད་པ་མྱ་ངན་ལས་འདས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ། རྒ་བའམ། འཆི་བའམ། འཕོ་བ་འམ། འབྱུང་བ་གང་ཡང་མེད་དོ། །
en: “In this way, householders, all phenomena have their origin in false mental constructions. They depend upon conditions, they are powerless and ineffective, and they develop in dependence upon conditions. When the conditions are not present, no designation of phenomena takes place. Householders, all phenomena are mere designation. There is nothing here that is born, that ages, that dies, that passes away, or that is reborn that is separate from nirvāṇa, the eradication of phenomena.

source: ཁྱིམ་བདག་རྣམས་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུའི་མཚོ་ཆེན་པོ་ལ་ཉ་གནས་པར་གྱུར་པ་ཁྱིམ་བདག་རྣམས་དེ་ཅི་སྙམ་དུ་སེམས། ཉ་དེ་དག་ཅི་ཞིག་གི་མཐུ། དེ་དག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཆབ་ཀྱི་མཐུའོ། ། བདེ་བར་གཤེགས་པ་ཆབ་ཀྱི་མཐུའོ། །
en: “Householders, consider the example of a fish that lives in a large stream. From where, householders, does this fish derive its strength?” “Lord,” they replied, “it is the strength of the water. Sugata, it is the strength of the water.”

source: དེ་ལ་ཁྱིམ་བདག་རྣམས་ཅི་ཆུ་དེ་སེམས་སམ། དེ་དག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བདེ་བར་གཤེགས་པ་དེ་ལྟ་མ་ལགས་སོ། །བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་དེ་ལྟར་ཆུ་སེམས་པ་མེད་པ་ལ་ཅིའི་སྟོབས་ཤིག་ཡོད།
en: “So is it the case, householders, that this water can think?” “No, Lord, certainly not,” they answered. “No, Sugata, certainly not.” “Then, householders, as this water does not have the ability to think, does it then have potency?”

source: བཅོམ་ལྡན་འདས་སྟོབས་མ་མཆིས་སོ། ། བདེ་བར་གཤེགས་པ་སྟོབས་ཆུང་ངོ་། །
en: “No, Lord, it is powerless. No, Sugata, it is ineffective.”

source: བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པ། ཀུན་རྟོག་པ་ལས་བྱུང་བ། སྟོབས་མེད་པ། ཉམ་ཆུང་བ། རྐྱེན་རྣམས་ལས་འབྱུང་བ་སྟེ། རྐྱེན་རྣམས་ཡོད་ན་ཆོས་རྣམས་གདགས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་རྣམས་ཆོས་ཐམས་ཅད་ནི་བཏགས་པ་ཙམ་སྟེ། འདི་ལ་ལམ་ཆད་པ་མྱ་ངན་ལས་འདས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ། རྒ་བའམ། འཆི་བའམ། འཕོ་བའམ། འབྱུང་བ་གང་ཡང་མེད་དོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་དེ་བས་ན། རྐྱེན་དེ་དག་ལ་ཚུལ་བཞིན་སོ་སོར་རྟོགས་ལ། དེའི་ཚེ་ཡིད་བརྟན་དུ་མི་རུང་བ་དང་། ཡིད་བརྟན་པ་མ་ཡིན་པས་སྐྲག་པར་གྱིས་ཤིག །སྐྲག་པར་གྱུར་པ་དེ་ན་འབྲོས་པར་གྱིས་ཤིག། ཆོས་གང་ལས་འབྲོས་པའི་ཆོས་དེ་གང་ཞེས་ཚུལ་བཞིན་དུ་སོ་སོར་རྟོགས་ཤིག །ཚུལ་བཞིན་སོ་སོར་རྟོག་པ་དེ་ན་ཆོས་གང་ཆོས་དེ་ལས་འཕྲོས་པའི་ཆོས་དེ་རྟོགས་པར་གྱིས་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཁྱིམ་བདག་རྣམས་རྣམ་པ་ཐམས་ཅད་དུ་མི་དམིགས་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་དམིགས་སུ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་རྡུལ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་བདག་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་བདག་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་སེམས་ཅན་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་འཁྲུག་པ་ལས་ཤིན་ཏུ་འདས་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་སྲོག་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་དུས་གསུམ་ཡང་དག་པར་ཆད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་གང་ཟག་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་སྒྲ་དང་། སྐད་དང་། དབྱངས་དང་། ཚིག་གི་ལམ་ནས་བརྗོད་དུ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཡི་གེ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་དམིགས་པ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཆགས་པ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་ཉེ་བར་ཞི་བའི་མཚན་ཉིད་ཀྱི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཞི་བའོ། ། ཁྱིམ་བདག་རྣམས་ནམ་མཁའི་རང་བཞིན་གྱི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཀུན་དུ་སོང་བའོ། ། ཁྱིམ་བདག་རྣམས་ངེས་པར་འབྱུང་བ་མ་ཡིན་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་སྟོང་པ་ཉིད་ལ་ཡང་དག་པར་གནས་པའོ། ། ཁྱིམ་བདག་རྣམས་གནས་པ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་མ་གཡོས་པའོ། ། ཁྱིམ་བདག་རྣམས་མི་གནས་ཤིང་གཡོ་བ་མེད་པ་དང་ལྡན་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པའི་མཐའ་ལ་གནས་པའོ། ། ཁྱིམ་བདག་རྣམས་རྦ་ཀློང་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་བརྗོད་དུ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་མཚན་མ་མེད་དབྱིབས་མེད་པ་ལ་སྣང་བ་རྒྱུ་བ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཁ་དོག་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་ང་ཡིར་འཛིན་པ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ངའི་བ་མེད་པའོ། །ཁྱིམ་བདག་རྣམས་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་ཤེས་པར་བྱ་བ་མ་ཡིན་པའོ། །ཁྱིམ་བདག་རྣམས་མིག་གི་ལམ་ལས་ཤིན་ཏུ་འདས་པ་དང་། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ཀྱི་ལམ་ལས་ཤིན་ཏུ་འདས་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་ནི་ཀུན་གཞི་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་སྐྱེ་བ་དང་། འཇིག་པ་དང་། གནས་པ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་དོར་བ་མེད་ཅིང་བསྣན་པ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་བྱེད་པ་མེད་པ་གཡོ་བ་མེད་པའོ། ། ཁྱིམ་བདག་རྣམས་རང་བཞིན་གྱིས་ཉམ་ཆུང་བའི་ཕྱིར་ཆོས་ཐམས་ཅད་ནི་རྐྱེན་ལ་རག་ལས་པའོ། །
en: “Likewise, householders, all phenomena have their origin in false mental constructions. They are powerless and ineffective, and they develop in dependence upon conditions. When the conditions are present, the designation of phenomena takes place. Therefore, householders, all phenomena are mere designation. There is nothing there that is born, that ages, that dies, that passes away, or that is reborn that is separate from nirvāṇa, the eradication of phenomena. “So, householders, you should investigate these conditions thoroughly. You will see that there is no comfort or safety to be found in them, and you will become afraid. When you become afraid, you will flee. When you flee, you should thoroughly investigate what these phenomena that you are fleeing from are. When you have investigated them thoroughly, you should come to an understanding of these phenomena you are fleeing from. What are they like? Householders, phenomena are not apprehended, simply because they cannot be apprehended. Householders, all phenomena lack a self, because they are composed of many small parts. Householders, all phenomena lack a being, because they are devoid of a self. Householders, all phenomena lack a life force, because they transcend birth, aging, sickness, death, pain, despair, suffering, depression, and struggle. Householders, all phenomena lack a person, because they are free from the three times. Householders, all phenomena lack articulation, because they cannot be pronounced through sound, noise, expression, and speech. Householders, no phenomenon can be an object of passion as there are, in fact, no objects. Householders, all phenomena are at peace, because they are calm. Householders, all phenomena diffuse everywhere, because they have the nature of the sky. Householders, all phenomena rest in emptiness, because they cannot be determined. Householders, all phenomena are unmoving, because they are not part of any process. Householders, all phenomena abide in the ultimate state of existence, because they are beyond the activity of the eye and beyond the activity of the ear, the nose, the tongue, the body, and the mind. Householders, all phenomena are ineffable, because they are beyond the roaring waves of language. Householders, all phenomena are without attributes, because they do not appear with characteristics or shape. Householders, all phenomena are free of possessiveness, because they are free of the idea of ownership. Householders, all phenomena are inconceivable, because they lack thought, mind, and consciousness. Householders, no phenomena move back and forth, because they do not rise, fall, or remain. Householders, no phenomena act; they are all passive because they lack thought, mind, and consciousness. Householders, all phenomena depend on conditions, because they are naturally powerless.

source: ཁྱིམ་བདག་རྣམས་མིག་ནི་འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པ། མི་རྟག་པ། མི་བརྟན་པ། ཐེར་ཟུག་མ་ཡིན་པ། སྙིང་པོ་མེད་པ། ཉམ་ཆུང་བ། ཞིགས་པ། ཡུན་ཐུང་བ། ཡིད་བརྟན་དུ་མི་རུང་བ། སྡུག་བསྔལ་བ། ནད་མང་བ། གཙེ་བ་མང་བ་ཡིན་ཏེ་ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀྱིས་མིག་དེ་ལ་གནས་པར་མི་བྱའོ། ། ཁྱིམ་བདག་རྣམས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པ། མི་རྟག་པ། མི་བརྟན་པ། ཐེར་ཟུག་མ་ཡིན་པ། ཡིད་བརྟན་དུ་མི་རུང་བ། སྙིང་པོ་མེད་པ། ཞིགས་པ། ནད་ཅན། སྡུག་བསྔལ་བ། ནད་མང་བ། གཙེ་བ་མང་བ་ཡིན་ཏེ ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀྱིས་ཡིད་དེ་ལ་གནས་པར་མི་བྱའོ། །
en: “Householders, the eye is made up of the four great elements. It is impermanent, unstable, non-eternal, without essence, powerless, decrepit, errant, comfortless, painful, and full of disease, causing great distress. As this is the way the eye is, householders, you should not rely upon it. Householders, the ear, the nose, the tongue, the body, and the mind are made up of the four great elements. They are impermanent, unstable, non-eternal, comfortless, without essence, decrepit, ailing, painful, and full of disease, causing great distress. As this is the way they are, householders, you should not try to find security in the mind.

source: ཡང་ཁྱིམ་བདག་རྣམས་འདི་ལྟར་བསླབ་པར་བྱ་སྟེ། མིག་འདི་ནི་མཉེར་མི་བཟོད་དེ། དབུ་བ་རྡོས་པ་ལྟ་བུའོ། ། མིག་འདི་ནི་རིང་དུ་མི་གནས་ཏེ་ཆུའི་ཆུ་བུར་ལྟ་བུའོ། ། མིག་འདི་ནི་ལས་དང་ཉོན་མོངས་པ་དང་། སྲེད་པ་ལས་བྱུང་བ་སྟེ། སྨིག་རྒྱུ་ལྟ་བུའོ། ། མིག་འདི་ནི་རང་བཞིན་གྱིས་སྙིང་པོ་མེད་དེ་ཆུ་ཤིང་ལྟ་བུའོ། ། མིག་འདི་ནི་ཕྱིན་ཅི་ལོག་ལས་བྱུང་བ་སྟེ། སྒྱུ་མ་ལྟ་བུའོ། ། མིག་འདི་ནི་ལོག་པ་དང་། ཡང་དག་པ་མ་ཡིན་པ་མཐོང་བ་སྟེ། རྨི་ལམ་ལྟ་བུའོ། ། མིག་འདི་ནི་རྐྱེན་ལ་རག་ལས་པ་སྟེ་བྲག་ཅ་ལྟ་བུའོ། །མིག་འདི་ནི་ལས་ཀྱི་མིག་ཡོར་གྱིས་ཀུན་དུ་སྣང་བ་སྟེ་མིག་ཡོར་ལྟ་བུའོ། ། མིག་འདི་ནི་སེམས་འཁྲུག་པ་མེད་པར་འགྱུར་བའི་མཚན་ཉིད་དེ་སྤྲིན་ལྟ་བུའོ། ། མིག་འདི་ནི་སྐད་ཅིག་ཏུ་འཇིག་པ་དང་ལྡན་པ་སྟེ། གློག་ལྟ་བུའོ། ། མིག་འདི་ནི་བདག་པོ་མེད་དེ། ས་དང་མཚུངས་སོ། ། མིག་འདི་ནི་བདག་མེད་དེ་ཆུ་དང་མཚུངས་སོ། ། མིག་འདི་ནི་སེམས་ཅན་མེད་དེ་མེ་དང་མཚུངས་སོ། ། མིག་འདི་ནི་སྲོག་མེད་དེ་རླུང་དང་མཚུངས་སོ། ། མིག་འདི་ནི་གང་ཟག་མེད་དེ་ནམ་མཁའ་དང་མཚུངས་སོ། ། མིག་འདི་ནི་འབྱུང་བ་ཆེན་པོའི་ཀུན་གཞི་སྟེ་ཡང་དག་པ་མ་ཡིན་པའོ། ། མིག་འདི་ནི་བདག་དང་བདག་གི་དང་བྲལ་བ་སྟེ་སྟོང་པའོ། ། མིག་འདི་ནི་རྩྭ་དང་རྩིག་པ་དང་། ཤིང་དང་། རྡོ་དང་། མིག་ཡོར་ལྟ་བུ་སྟེ་བེམས་པོའོ། ། མིག་འདི་ནི་རླུང་གི་འཁྲུལ་འཁོར་དང་ལྡན་པར་འབྱུང་སྟེ། བྱེད་པ་མེད་པའོ། ། མིག་འདི་ནི་གསོག་སྟེ་མི་གཙང་བ་དང་རྣག་བསགས་པའོ། ། མིག་འདི་ནི་གསོབ་སྟེ་གཡོག་པ་ཀུན་དུ་མཉེ་བ་གཞིག་པ་རྣམ་པར་འཐོར་བ་འཇིག་པའི་ཆོས་ཅན་ནོ། ། མིག་འདི་ནི་རྟག་ཏུ་རྒ་བའི་ཟིལ་གྱིས་ནོན་པ་སྟེ་ཁྲོན་པ་རྙིང་པ་དང་མཚུངས་སོ། ། མིག་འདི་ནི་མཐར་འཆི་བ་སྟེ་མཐར་མི་གནས་པའོ། །
en: “You should train yourselves, householders, to see that, like froth on water, the eye cannot withstand any strain. Like a bubble, the eye is fleeting. Like a mirage, the eye comes about through action, vice, and desire. Like a plantain tree, the eye is by nature without a core. Like an illusion, the eye appears because of erroneous views. Like a dream, the eye does not see things the way they really are. Like an echo, the eye is dependent upon conditions. Like a reflection, the eye is seen through the mirror of karma. Like a cloud, the eye dissipates in an instant. Like lightning, the eye is gone in an instant. Like the earth, the eye has no owner. Like water, the eye has no self. Like fire, the eye has no being. Like the wind, the eye has no life force. Like space, the eye has no personality. The eye is nonexistent, since it is based on the four elements. The eye is empty, free of I and mine. The eye is lifeless matter, like grass, plaster, wood, rock, or a reflection. The eye is helpless, as if caught in a whirlwind. The eye is worthless, like a heap of pus and excrement. The eye is useless, like something that is worn out, damaged, broken, decayed, and ruined. The eye is like a worn-out well overcome by age. The eye is not something that will last; its passing is inevitable. Householders, you should investigate the ear, the nose, the tongue, the body, and the mind in just the same way as you investigate the eye, and so on: All mental objects should be examined in the same way.

source: ཁྱིམ་བདག་རྣམས་མིག་ཇི་ལྟ་བ་དེ་བཞིན་དུ་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱང་རིག་པར་བྱའོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ་ཆོས་ཐམས་ཅད་ཀྱི་བར་དུ་རིག་པར་བྱའོ། ། ཁྱིམ་བདག་རྣམས་གཞན་ཡང་འདི་ལྟ་སྟེ། མིག་འདི་དང་འདི་ལྟ་སྟེ། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། འདི་ལྟ་སྟེ། ཡིད་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། གཟུགས་འདི་དང་ལྟ་སྟེ། ། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་གཟུགས་ཀྱི་ཕུང་པོ་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་ཚོར་བའི་ཕུང་པོ་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་འདུ་ཤེས་ཀྱི་ཕུང་པོ་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་འདུ་བྱེད་ཀྱི་ཕུང་པོ་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་སའི་ཁམས་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་རྣམས་འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཁམས་ཞེས་བྱ་བའི་ཆོས་འདི་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་འདོད་པ་ཙམ་མོ། །
en: “Still, householders, all immature ordinary people are obsessed with the eye, the ear, the nose, the tongue, and the body. Householders, all immature ordinary people are obsessed with the mind. Householders, all immature ordinary people are obsessed with form, with sounds, smells, and tastes, and with physical and mental objects. Householders, all immature ordinary people are obsessed with the skandha of form. Householders, all immature ordinary people are obsessed with the skandha of feeling. Householders, all immature ordinary people are obsessed with the skandha of perception. Householders, all immature ordinary people are obsessed with the skandha of mental conditioning. Householders, all immature ordinary people are obsessed with the skandha of consciousness. Householders, all immature ordinary people are obsessed with the earth element. Householders, all immature ordinary people are obsessed with the water element, the fire element, and the wind element. Householders, all immature ordinary people are obsessed with so-called conditioned and unconditioned phenomena.

source: དེ་བས་ན་ཁྱིམ་བདག་ཁྱེད་རྣམས་མི་འདོད་པར་གྱིས་ཤིག་མི་འདོད་པར་གྱུར་ནས་བུ་དང་ཆུང་མ་རྣམས་ཉེ་བར་མ་ལེན་ཅིག ། ནོར་རྣམས་མ་ལེན་ཅིག ། དེ་དག་མི་ལེན་པར་གྱུར་ནས་ དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་གྱིས་ཤིག །དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ནས་མི་འདོད་པར་གྱིས་ཤིག
en: “Therefore, sirs, householders, be without desire! When you are free from desire, you should not be attached to your wife and children. You should not be attached to riches. You should not be involved with these things. You should strengthen your faith, leave home, and become a renunciant. When you have faith, and when you have left home and become a renunciant, you should be without desire.

source: །ཁྱིམ་བདག་རྣམས་རབ་ཏུ་བྱུང་བའི་མི་འདོད་པ་གང་ཞེ་ན་གང་སོ་སོར་ཐར་བའི་སྡོམ་པས་བསྡམས་ཤིང་ཆོ་ག་དང་། སྤྱོད་ཡུལ་ཕུན་སུམ་ཚོགས་པ། ཁ་ན་མ་ཐོ་བ་རྡུལ་ཙམ་ལ་ཡང་འཇིགས་པར་ལྟ་ཞིང་བསླབ་པའི་གཞི་ཡང་དག་པར་བཟུང་ནས་སློབ་སྟེ ཚུལ་ཁྲིམས་དང་ལྡན་པར་གནས་པའོ། ། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་ནི་མིག་མི་ལེན། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མི་ལེན། གཟུགས་མི་ལེན། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་མི་ལེན། གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མི་ལེན། སའི་ཁམས་མི་ལེན། ཆུའི་ཁམས་མི་ལེན། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་མི་ལེན་ཏེ། ཁྱིམ་བདག་རྣམས་འདི་ནི་རབ་ཏུ་བྱུང་བའི་མི་འདོད་པའོ། ། མི་འདོད་ནས་མིག་གི་ཁམས་མི་ལེན་ཏོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་ཁམས་ཀྱི་བར་དུ་མི་ལེན་ཏེ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། གང་མི་ལེན་པ་དེ་ཡོངས་སུ་མི་སྤོང་ངོ་། ། ཅི་ཡོངས་སུ་མི་སྤོང་ཞེ་ན། མིག་ཡོངས་སུ་མི་སྤོང་། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་། ལུས་དང་ཡིད་ཡོངས་སུ་མི་སྤོང་། གཟུགས་ཡོངས་སུ་མི་སྤོང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཡོངས་སུ་མི་སྤོང་། གཟུགས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་མི་སྤོང་། ཚོར་བའི་ཕུང་པོ་ཡོངས་སུ་མི་སྤོང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་མི་སྤོང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་ཡོངས་སུ་མི་སྤོང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཡོངས་སུ་མི་སྤོང་། སའི་ཁམས་ཡོངས་སུ་མི་སྤོང་། ཆུའི་ཁམས་ཡོངས་སུ་མི་སྤོང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡོངས་སུ་མི་སྤོང་ངོ་། དེ་ནམ་མི་སྤོང་བ་དེ་ན་དེ་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར། ཀུན་ནས་ཉོན་མོངས་པ་མེད་ན་ཡང་བར་འགྱུར་རོ། ། དེ་ནམ་ཡང་བར་གྱུར་པ་དེ་དེ་མི་སྣང་བར་འགྱུར་རོ། ། དེ་ནམ་མི་སྣང་བ་དེ་ན་གང་ལ་ཡང་ཁོང་ཁྲོ་བར་མི་བྱེད་དོ། ། དེ་ནམ་ཁོང་ཁྲོ་བར་མི་བྱེད་པ་དེ་ན་བདག་ལ་གནོད་པར་མི་སེམས། གཞན་ལ་གནོད་པར་མི་སེམས། གཉི་ག་ལ་གནོད་པར་མི་སེམས་ཏེ། དེ་གནོད་པར་མི་སེམས་པས་ཕུང་པོའི་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ། །
en: “Householders, in what way is a renunciant free from desire? One who is of good moral character abides by the monastic code. He properly respects customs and rituals. He is apprehensive of even the slightest vice and is careful to train according to the right methods. One who has internalized the discipline does not hold on to the eye. He does not hold on to the ear, the nose, the tongue, the body, or the mind. He does not hold on to form. He does not hold on to sounds, smells, tastes, or physical or mental objects. He does not hold on to the skandhas of form, feeling, perception, mental conditioning, or consciousness. He does not hold on to the earth element. He does not hold on to the water element. He does not hold on to the fire element. He does not hold on to the wind element. He does not hold on to the space element or the consciousness element. Householders, this is the way in which a renunciant is free from desire. One who is free from desire does not hold on to the eye element. The same principle of not holding on to elements is applied to the other elements in between, up to and including that he does not hold on to the mind element. “As one does not hold on to anything, one also does not shun anything. What, one may ask, is it that one does not shun? One does not shun the eye. One does not shun the ear, the nose, the tongue, the body, or the mind. One does not shun form. One does not shun sounds, smells, tastes, physical objects, or mental objects. One does not shun the skandha of form. One does not shun the skandha of feeling. One does not shun the skandha of perception. One does not shun the skandha of conditioning. One does not shun the skandha of consciousness. One does not shun the earth element. One does not shun the water element, the fire element, the wind element, the space element, or the consciousness element. As one does not shun anything, one is not afflicted. As one is not afflicted, one is at ease. As one is at ease, one is not conspicuous. As one is not conspicuous, one does not come into conflict with anyone. As one does not engage in conflicts, one has no desire to cause harm to oneself or anyone else, nor does one wish harm either to oneself or another. When there is no malice in one’s heart, one attains complete nirvāṇa, attains to the realm of nirvāṇa with nothing left over.

source: ཁྱིམ་བདག་རྣམས་དེ་ལ་གང་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་ཞེ་ན། དེ་ལ་མིག་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའ་མོད་ཀྱི། ཁྱིམ་བདག་རྣམས་གང་མིག་ལ་བརྟེན་ནས་ ང་ཞེ་འམ། ངའི་ཞེས་ཡང་དག་པ་མ་ཡིན་པ་འཛིན་པ་དེ་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའོ། ། གང་དང་བྲལ་བ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡིན་ཞེ་ན། འདོད་ཆགས་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ། ཞེ་སྡང་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ། གཏི་མུག་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ། མི་ཤེས་པ་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་སྟེ། ཡང་ཁྱིམ་བདག་རྣམས་མི་ཤེས་པ་ནི་འདས་པ་ལ་མེད་པར་མ་གྱུར། དེ་ལྟར་བྱུང་བ་དང་མ་འོངས་པ་ལ་མེད་པར་མ་གྱུར་མོད་ཀྱི། མི་ཤེས་པ་དང་བྲལ་ནས་ཤེས་པ་སྐྱེས་སོ། ། ཁྱིམ་བདག་རྣམས་དེ་ལ་ཤེས་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཟད་པ་ཤེས་པའོ། ། དེ་ལ་ཟད་པ་ཤེས་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཟད་པ་ཤེས་པ་ནི་འདས་པ་མ་ཡིན། ། ཟད་པ་ཤེས་པ་ནི་མ་འོངས་པ་མ་ཡིན། ཟད་པ་ཤེས་པ་ནི་ད་ལྟར་བྱུང་བ་མ་ཡིན་མོད་ཀྱི།
en: “Householders, what then attains complete nirvāṇa? It is not the eye that attains complete nirvāṇa. It is not the ear, the nose, the tongue, the body, or the mind that attains complete nirvāṇa. Rather, householders, it is the disappearance of reification that is done based on the eye, leading to concepts such as I or mine, that is complete nirvāṇa. So what is it that disappears when complete nirvāṇa is attained? Passion disappears when complete nirvāṇa is attained. Aggression disappears when complete nirvāṇa is attained. Delusion disappears when complete nirvāṇa is attained. Ignorance disappears when complete nirvāṇa is attained. Further, householders, the disappearance of ignorance does not take place in the future, in the past, or in the present, but when ignorance ceases, understanding dawns.

source: ཁྱིམ་བདག་རྣམས་གང་ལ་བརྟེན་ཏེ་མི་ཤེས་པ་དང་བྲལ་ནས་ཤེས་པ་སྐྱེས་པར་གྱུར་པ་དེ་ནི་མི་ཤེས་པ་དང་བྲལ་བའི་ཤེས་པའོ། ། མིག་ལ་བརྟེན་ནས་མི་ཤེས་པ་དང་བྲལ་ཞིང་ཤེས་པ་སྐྱེས་ཀྱང་མིག་ནི་ངའི་བ་མ་ཡིན་ནོ། གང་ངའི་བ་མ་ཡིན་པ་དེ་ཡོངས་སུ་མ་བཟུང་བའོ། གང་ཡོངས་སུ་མ་བཟུང་བ་དེ་སྤངས་པའོ། གང་སྤངས་པ་དེ་གྲོལ་བའོ། གང་ལས་གྲོལ་ཞེ་ན། བདག་ཏུ་འཛིན་པ་ལས་གྲོལ། སེམས་ཅན་དུ་འཛིན་པ་ལས་གྲོལ། སྲོག་ཏུ་འཛིན་པ་དང་། གང་ཟག་ཏུ་འཛིན་པ་དང་། ཆད་པར་འཛིན་པ་དང་། རྟག་པར་འཛིན་པ་ལས་གྲོལ། འཛིན་པ་ཐམས་ཅད་ལས་གྲོལ། ཡོངས་སུ་རྟོག་པ་ལས་གྲོལ་ཏེ། དེ་ཡོངས་སུ་མི་རྟོག་གོ ། ཡོངས་སུ་མི་རྟོག་པས་མི་རྟོག་རྣམ་པར་མི་རྟོག་གོ ། ཅི་ལ་མི་རྟོག་ཅེ་ན། ང་དང་ངའི་ཞེས་མི་རྟོག་སྟེ། དེ་མི་སོགས་ཤིང་སོགས་པར་མི་བྱེད་ལ་སྤོངས་ཞིང་མི་ལེན་ཏོ། ། སྤངས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། ། གྲོལ་ལོ། ། བྱུང་ངོ་། ། རབ་ཏུ་རྣམ་པར་གྲོལ་ལོ། ། བྲལ་ལོ། ། གང་ལས་བྱུང་ཞེ་ན། སྡུག་བསྔལ་ཐམས་ཅད་ལས་བྱུང་ངོ་། །
en: “What is meant by ‘understanding’ here? It is an understanding of cessation. What is it that is meant by an understanding of cessation? The understanding of cessation is not in the past. The understanding of cessation is not in the future. The understanding of cessation is not in the present. However, householders, when that on which ignorance rests disappears, understanding dawns, and understanding is the absence of that which ignorance rests upon. When the eye on which ignorance rests disappears, the understanding that ‘the eye is not mine’ dawns. One who does not claim ownership does not cling to anything. One who does not cling to anything gives things up. One who gives things up is liberated. What is it that he is liberated from? He is liberated from clinging to a self. He is liberated from clinging to a being. He is liberated from clinging to a life force, from clinging to a person, from clinging to annihilation, and from clinging to eternity. He is liberated from all types of clinging. He is liberated from making assumptions, and so he does not assume anything. As he does not assume anything, he does not form mental constructions, and he does not discriminate. In what way does he not form mental constructions? He does not construct the ideas of I and mine. He avoids hoarding things and does not accumulate possessions. He gives things up and does not hold on to anything. When he gives things up, there is nirvāṇa, there is liberation, there is release, there is deliverance. What is it that he is released from? He is released from all suffering.
